brew "clipboard"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "go"
brew "htop"
brew "httpie"
brew "iproute2mac"
brew "ipython"
brew "neovide"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.13"
brew "ripgrep"
brew "terraform"
brew "terraform-ls"
brew "uv"
brew "xz"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "zsh-completions"
cask "alfred"
cask "appcleaner"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "libreoffice"
cask "rectangle"
cask "visual-studio-code"
